{
    "2011": {
        "name": "Minecon 2011",
        "date": "Obtention : 7 avril 2011, à Las Vegas, aux États-Unis",
        "images": [
            {"URL": "../img/capes/dummy/2011-cape.png","Alt": "Minecon 2011 Cape"},
            {"URL": "../img/capes/dummy/2011-elytra.png","Alt": "Minecon 2011 Elytra"}
        ],
        "description": "Cette cape a été remise aux participants de la Minecon 2011. Elle était attribuée en fonction de leur pseudonyme, marquant la première et dernière fois que cette méthode a été utilisée."
    },
    "2012": {
        "name": "Minecon 2012",
        "date": "Obtention : 18 juillet 2012, à Disneyland Paris, en France",
        "images": [
            {"URL": "../img/capes/dummy/2012-cape.png","Alt": "Minecon 2012 Cape"},
            {"URL": "../img/capes/dummy/2012-elytra.png","Alt": "Minecon 2012 Elytra"}
        ],
        "description": "Cette cape a été remise aux participants de la Minecon 2012. Les joueurs recevaient un code par e-mail qu'ils devaient entrer sur le site minecraft.net pour récupérer leur récompense."
    },
    "2013": {
        "name": "Minecon 2013",
        "date": "Obtention : 1er juillet 2013, à Orlando, en Floride",
        "images": [
            {"URL": "../img/capes/dummy/2013-cape.png","Alt": "Minecon 2013 Cape"},
            {"URL": "../img/capes/dummy/2013-elytra.png","Alt": "Minecon 2013 Elytra"}
        ],
        "description": "Cette cape a été remise aux participants de la Minecon 2013. Les joueurs recevaient un code par e-mail qu'ils devaient entrer sur le site minecraft.net pour récupérer leur récompense."
    },
    "2015": {
        "name": "Minecon 2015",
        "date": "Obtention : 4 et 5 juillet 2015, à Londres, au Royaume-Uni",
        "images": [
            {"URL": "../img/capes/dummy/2015-cape.png","Alt": "Minecon 2015 Cape"},
            {"URL": "../img/capes/dummy/2015-elytra.png","Alt": "Minecon 2015 Elytra"}
        ],
        "description": "Cette cape a été remise aux participants de la Minecon 2015. Les joueurs recevaient un code par e-mail uniquement après avoir scanné leur billet sur place, qu'ils devaient ensuite entrer sur le site minecraft.net pour récupérer leur récompense."
    },
    "2016": {
        "name": "Minecon 2016",
        "date": "Obtention : 24 et 25 septembre 2016, à Anaheim, aux États-Unis",
        "images": [
            {"URL": "../img/capes/dummy/2016-cape.png","Alt": "Minecon 2016 Cape"},
            {"URL": "../img/capes/dummy/2016-elytra.png","Alt": "Minecon 2016 Elytra"}
        ],
        "description": "Cette cape a été remise aux participants de la Minecon 2016. Les joueurs recevaient un code par e-mail uniquement après avoir scanné leur billet sur place, qu'ils devaient ensuite entrer sur le site minecraft.net pour récupérer leur récompense."
    },
    "mojangold": {
        "name": "Mojang Cape (classique)",
        "date": "Obtention : 20 décembre 2010 - 7 octobre 2015",
        "images": [
            {"URL": "../img/capes/dummy/mojangold-cape.png","Alt": "Mojang Cape (Classic)"},
            {"URL": "../img/capes/dummy/mojangold-elytra.png","Alt": "Mojang Elytra (Classic)"}
        ],
        "description": "Cette cape a été remise aux employés de Mojang Studios entre ces deux dates."
    },
    "mojang": {
        "name": "Mojang Cape",
        "date": "Obtention : 7 octobre 2015 - 26 juillet 2021",
        "images": [
            {"URL": "../img/capes/dummy/mojang-cape.png","Alt": "Mojang Cape"},
            {"URL": "../img/capes/dummy/mojang-elytra.png","Alt": "Mojang Elytra"}
        ],
        "description": "Cette cape a été attribuée aux employés de Mojang Studios entre ces deux dates. Sa couleur a été modifiée pour mieux correspondre à la nouvelle identité visuelle de Mojang Studios."
    },
    "mojangstudios": {
        "name": "Mojang Studios Cape",
        "date": "Obtention : 26 juillet 2021 - aujourd'hui",
        "images": [
            {"URL": "../img/capes/dummy/mojangstudios-cape.png","Alt": "Mojang Studios Cape"},
            {"URL": "../img/capes/dummy/mojangstudios-elytra.png","Alt": "Mojang Studios Elytra"}
        ],
        "description": "Cette cape a été attribuée aux employés de Mojang Studios depuis la refonte du logo réalisée par Johan Aronson."
    },
    "migrator_cape": {
        "name": "Migrator Cape",
        "date": "Obtention : 9 juillet 2021",
        "images": [
            {"URL": "../img/capes/dummy/migrator_cape-cape.png","Alt": "Migrator Cape"},
            {"URL": "../img/capes/dummy/migrator_cape-elytra.png","Alt": "Migrator Elytra"}
        ],
        "description": "Cette cape a été attribuée aux joueurs possédant un compte avant le 1er décembre 2020 et ayant migré leur compte Mojang vers un compte Microsoft."
    },
    "vanilla_cape": {
        "name": "Vanilla Cape",
        "date": "Obtention : 31 août 2022",
        "images": [
            {"URL": "../img/capes/dummy/vanilla_cape-cape.png","Alt": "Vanilla Cape"},
            {"URL": "../img/capes/dummy/vanilla_cape-elytra.png","Alt": "Vanilla Elytra"}
        ],
        "description": "Cette cape a été attribuée aux joueurs ayant acheté Minecraft Java Edition et Minecraft Bedrock Edition avant le 6 juin 2022, en utilisant la même adresse e-mail, avant la fusion des deux éditions."
    },
    "15A": {
        "name": "15th Anniversary Cape",
        "date": "Obtention : 17 mai 2024 - 21 juin 2024",
        "images": [
            {"URL": "../img/capes/dummy/15A-cape.png","Alt": "15th Anniversary Cape"},
            {"URL": "../img/capes/dummy/15A-elytra.png","Alt": "15th Anniversary Elytra"}
        ],
        "description": "Cette cape a été offerte aux joueurs qui ont cliqué sur un bouton sur la page de l'anniversaire des 15 ans sur minecraft.net entre le 17 mai 2024 et le 21 juin 2024. Le point de terminaison de l'API permettait aux joueurs de l'échanger après le 21 juin, ce qui a été corrigé quatre jours plus tard. Elle était également appelée « Creepy Cape » sur la page principale de minecraft.net."
    },
    "menace": {
        "name": "Menace Cape",
        "date": "Obtention : 19 mars 2025 - 6 avril 2025",
        "images": [
            {"URL": "../img/capes/dummy/menace-cape.png","Alt": "Menace Cape"},
            {"URL": "../img/capes/dummy/menace-elytra.png","Alt": "Menace Elytra"}
        ],
        "description": "Cette cape a été attribuée aux joueurs ayant regardé un stream Minecraft sur TikTok avec les drops activés pendant au moins 3 minutes. Après cela, un code leur était fourni, qu'ils devaient ensuite entrer sur le site officiel de Minecraft pour l'obtenir. La Menace Cape a connu trois versions différentes : la première, sortie le 19 mars 2025, a été suivie d'une seconde version le 21 mars 2025, corrigeant un problème de centrage du portail présent sur le dos et ajustant un détail sur les élytres. Enfin, une dernière mise à jour le 22 mars 2025 a supprimé un seul pixel en bas des élytres qui était en trop."
    },
    "home": {
        "name": "Home Cape",
        "date": "Obtention : 19 mars 2025 - 6 avril 2025",
        "images": [
            {"URL": "../img/capes/dummy/home-cape.png","Alt": "Home Cape"},
            {"URL": "../img/capes/dummy/home-elytra.png","Alt": "Home Elytra"}
        ],
        "description": "Cette cape a été attribuée aux joueurs ayant regardé un stream Minecraft sur Twitch avec les drops activés pendant au moins 5 minutes. Après cela, un code leur était fourni, qu'ils devaient ensuite entrer sur le site officiel de Minecraft pour l'obtenir. La Home Cape a connu trois versions différentes : la première, sortie le 19 mars 2025, a été suivie d'une seconde version le 21 mars 2025, corrigeant un problème de centrage du portail présent sur le dos et ajustant un détail sur les élytres. Enfin, une dernière mise à jour le 22 mars 2025 a supprimé un seul pixel en bas des élytres qui était en trop."
    },
    "yearn": {
        "name": "Yearn Cape",
        "date": "Obtention : ??? - ???",
        "images": [
            {"URL": "../img/capes/dummy/yearn-cape.png","Alt": "Yearn Cape"},
            {"URL": "../img/capes/dummy/yearn-elytra.png","Alt": "Yearn Elytra"}
        ],
        "description": "???"
    },
    "tiktok": {
        "name": "Follower's Cape",
        "date": "Obtention : 17 mai 2024 - 18 juin 2024",
        "images": [
            {"URL": "../img/capes/dummy/tiktok-cape.png","Alt": "Follower's Cape"},
            {"URL": "../img/capes/dummy/tiktok-elytra.png","Alt": "Follower's Elytra"}
        ],
        "description": "Cette cape a été offerte aux joueurs qui ont échangé le code lors de l'événement du 15e anniversaire de Minecraft. Les utilisateurs pouvaient débloquer un code échangeable pour la cape en regardant un livestream Minecraft sur TikTok. En fonction de la région de l'utilisateur, des conditions supplémentaires étaient imposées, comme regarder pendant un certain nombre de minutes ou taper « minecraft » dans le chat en direct. L'événement a commencé le 17 mai 2024 et s'est terminé le 18 juin 2024. Les joueurs qui ont débloqué la cape l'ont d'abord reçue sur l'édition Bedrock, puis l'ont progressivement étendue à l'édition Java en juillet 2024. Tous les codes pour la cape ont été désactivés le 30 juin 2024. Les joueurs vivant dans des régions où TikTok est interdit ne pouvaient pas déverrouiller la cape, à moins qu'un autre joueur ne leur donne un code. Le 12 juin 2024, un joueur sur Java Edition, sandycheeksvore, a été repéré avec la cape, qui a ensuite été révoquée le 15 juin 2024. Le 1er juillet 2024, la cape a été lentement distribuée à tous les joueurs éligibles."
    },
    "twitch": {
        "name": "Purple Heart Cape",
        "date": "Obtention : 15 mai 2024 - 31 mai 2024",
        "images": [
            {"URL": "../img/capes/dummy/twitch-cape.png","Alt": "Purple Heart Cape"},
            {"URL": "../img/capes/dummy/twitch-elytra.png","Alt": "Purple Heart Elytra"}
        ],
        "description": "Cette cape a été offerte aux joueurs qui ont échangé le code lors de l'événement du 15e anniversaire de Minecraft. Les utilisateurs pouvaient débloquer un code Twitch Drop pour la cape en regardant n'importe quel streamer Minecraft avec les Drops activés pendant au moins 15 minutes. Le Drop a été lancé le 15 mai 2024 et s'est terminé le 31 mai 2024. Tous les codes pour la cape ont été désactivés le 30 juin 2024. Les joueurs qui ont débloqué la cape l'ont d'abord reçue sur l'édition Bedrock, avant de l'étendre progressivement à l'édition Java en juillet 2024. Le 20 mai 2024, un joueur sur Java Edition, _Kaptanbey0_, a été repéré avec la cape, qui a ensuite été révoquée le 15 juin 2024. Le 1er juillet 2024, la cape a été lentement distribuée à tous les joueurs éligibles."
    },
    "cherry": {
        "name": "Cherry Blossom Cape",
        "date": "Obtention : 12 octobre 2023",
        "images": [
            {"URL": "../img/capes/dummy/cherry-cape.png","Alt": "Cherry Blossom Cape"},
            {"URL": "../img/capes/dummy/cherry-elytra.png","Alt": "Cherry Blossom Elytra"}
        ],
        "description": "Cette cape a été offerte à tous ceux qui ont rejoint le serveur de l'événement Mob Vote 2023 ou qui ont voté depuis le launcher Minecraft."
    },
    "mcc": {
        "name": "MCC 15th Year Cape",
        "date": "Obtention : 5 août 2024",
        "images": [
            {"URL": "../img/capes/dummy/mcc-cape.png","Alt": "MCC 15th Year Cape"},
            {"URL": "../img/capes/dummy/mcc-elytra.png","Alt": "MCC 15th Year Elytra"}
        ],
        "description": "Cette cape a été remise aux joueurs qui ont relevé les 15 défis du serveur de l'événement des mini-jeux de MCChampionship, l'événement a débuté le 22 juillet 2024. 10 des défis demandent au joueur d'atteindre certaines statistiques dans les mini-jeux, et 4 sont pour compléter chacun des mini-jeux. Le défi restant est la Grotte Mystère, qui consiste en 7 tâches différentes suggérées par les dessins de la grotte. À partir du 22 juillet 2024, une nouvelle tâche a été révélée chaque jour, ce qui a permis d'obtenir la cape du 28 juillet 2024 au 5 août 2024. Bien qu'il ait été initialement prévu qu'il soit exclusif à l'édition Bedrock, il a été déclaré qu'il serait également disponible pour l'édition Java avec un court délai, suite aux commentaires de la communauté. Il a été rendu disponible pour Java après la conclusion de l'événement à partir du 5 août 2024, comme cela avait été annoncé précédemment."
    },
    "mojangoffice": {
    "name": "Mojang Office Cape",
    "date": "Obtention : 7 décembre 2024",
    "images": [
            {"URL": "../img/capes/dummy/mojangoffice-cape.png","Alt": "Mojang Office Cape"},
            {"URL": "../img/capes/dummy/mojangoffice-elytra.png","Alt": "Mojang Office Elytra"}
        ],
    "description": "Cette cape a fait l'objet d'une fuite le 25 novembre 2024 sur le site web de Minecraft avec le titre « Achetez une cape, obtenez une cape ». La cape a été retirée de la page quelques heures plus tard. Mais les joueurs ont pu comprendre qu'en achetant une cape de Creeper de n'importe quelle taille dans la boutique officielle de Minecraft à partir du 7 décembre 2024, vous étiez censé recevoir un code pour déverrouiller une cape exclusive dans le jeu appelée la cape Eyeblossom. Le 28 novembre 2024, la page de la boutique pour la cape Creeper a été mise à jour pour inclure l'information que l'achat de cette cape débloquerait une cape exclusive dans le jeu. Cependant, cet extrait a ensuite été supprimé de la page et remplacé par une promotion incluant un objet Bedrock Character Creator peu de temps après. Le 9 décembre 2024, Mojang a annoncé le serveur événementiel Eerie Mojang Office Party qui, comme indiqué dans l'article, donnerait aux joueurs la cape après avoir terminé 5 défis quotidiens. Le nom de la cape a également été révélé comme étant la « Mojang Office cape ». Le 7 décembre 2024, un employé de Mojang a confirmé que la cape serait multiplateforme et à 9 h 23 EST le même jour, elle a été ajoutée au back-end de la Java Edition. Après avoir terminé le cinquième et dernier défi quotidien sur le serveur d'événements, les joueurs pouvaient immédiatement accéder à la cape dans les deux versions du jeu."
    },
    "mcexp": {
        "name": "Minecraft Experience Cape",
        "date": "Obtention : 23 octobre 2024 - aujourd'hui, à Dallas (Texas), aux États-Unis",
        "images": [
            {"URL": "../img/capes/dummy/mcexp-cape.png","Alt": "MC Experience Cape"},
            {"URL": "../img/capes/dummy/mcexp-elytra.png","Alt": "MC Experience Elytra"}
        ],
        "description": "Cette cape a été remise aux joueurs qui ont participé à l'événement interactif Minecraft Experience : Villager Rescue. Une fois que les participants ont validé leurs billets lors de l'événement, un code pour la cape est envoyé à votre adresse e-mail, que vous pouvez échanger sur le site web minecraft.net/redeem. Elle est disponible pour Java depuis le 23 octobre 2024 pour ceux qui ont utilisé un code pour la cape sur Bedrock Edition. Le nom interne de cette cape dans l'édition Bedrock est LBE, ce qui signifie Location Based Entertainment (divertissement basé sur la localisation). À l'origine, la texture Elytra de l'édition Java utilisait un design monochrome violet foncé inachevé, qui a été initialement téléchargé sur le serveur d'essai de l'édition Bedrock. Le 25 octobre 2024, la texture de la cape de l'édition Java a été mise à jour pour ressembler à celle de l'édition Bedrock, avec un visage de villageois zombie sur les ailes."
    },
    "realms": {
        "name": "Realms MapMaker Cape",
        "date": "Obtention : 14 décembre 2015 - aujourd'hui",
        "images": [
            {"URL": "../img/capes/dummy/realms-cape.png","Alt": "Realms MapMaker Cape"},
            {"URL": "../img/capes/dummy/realms-elytra.png","Alt": "Realms MapMaker Elytra"}
        ],
        "description": "Cette cape est attribuée aux MapMakers du programme de création de contenu de Java Realms, cette cape est décernée à ceux ayant satisfait aux critères spécifiés sur le site Atlas. Cependant, elle a également été la plus retirée des joueurs en raison de vols de comptes, de boost ou de comportements inappropriés. Cette cape est destinée exclusivement aux créateurs de maps, et sa vente ou son utilisation pour des boosts d'autres joueurs est strictement interdite."
    },
    "translator": {
        "name": "Translator Cape",
        "date": "Obtention : 16 mai 2012",
        "images": [
            {"URL": "../img/capes/dummy/translator-cape.png","Alt": "Translator Cape"},
            {"URL": "../img/capes/dummy/translator-elytra.png","Alt": "Translator Elytra"}
        ],
        "description": "Cette cape est remise à certains traducteurs expérimentés ayant des permissions de modération pour leur langue sur le projet de traduction de Minecraft sur Crowdin. Ces capes auraient été distribuées le 16 mai 2012 à 29 contributeurs par un tirage au sort équitable, avec l'intention d'en distribuer d'autres de temps en temps. Cependant, après avoir constaté des comportements abusifs de la part de certains traducteurs, comme l'utilisation de l'auto-traduction et le down-voting de traductions légitimes, Jeb a annulé le projet. La cape a de nouveau été utilisée quelques années plus tard pour récompenser certains traducteurs pour leur importante contribution au projet. Elle fait aussi partie des rares capes qui peuvent être retirées d'un compte suite à la vente d'un compte ou d'un mauvais comportement."
    },
    "mojira": {
        "name": "Mojira Moderator Cape",
        "date": "Obtention : 25 décembre 2014 - aujourd'hui",
        "images": [
            {"URL": "../img/capes/dummy/mojira-cape.png","Alt": "Mojira Moderator Cape"},
            {"URL": "../img/capes/dummy/mojira-elytra.png","Alt": "Mojira Moderator Elytra"}
        ],
        "description": "Cette cape est remise aux modérateurs sur le bug tracker de Mojira. Elle fait aussi partie des rares capes qui peuvent être retirées d'un compte suite à la vente d'un compte ou d'un mauvais comportement."
    },
    "cobalt": {
        "name": "Cobalt Cape",
        "date": "Obtention : 2016",
        "images": [
            {"URL": "../img/capes/dummy/cobalt-cape.png","Alt": "Cobalt Cape"},
            {"URL": "../img/capes/dummy/cobalt-elytra.png","Alt": "Cobalt Elytra"}
        ],
        "description": "Cette cape a été remise à certains participants/gagnants de concours de création de niveaux et de tournois de la Ligue Cobalt, la texture des élytres est basée sur l'ennemi guêpe de Cobalt."
    },
    "scrolls": {
        "name": "Scrolls Champion Cape",
        "date": "Obtention : 4 et 5 juillet 2015",
        "images": [
            {"URL": "../img/capes/dummy/scrolls-cape.png","Alt": "Scrolls Champion Cape"},
            {"URL": "../img/capes/dummy/scrolls-elytra.png","Alt": "Scrolls Champion Elytra"}
        ],
        "description": "Cette cape a été remise aux joueurs qui ont obtenu le badge de gagnant de la première place hebdomadaire cinq fois dans Scrolls à partir du 7 novembre 2014. Lors de la MINECON 2015, l'Open MINECON Scrolls a également été organisé pour gagner des objets en jeu de Scrolls et d'autres prix, notamment la cape dans Minecraft. Depuis le 30 septembre 2015, il n'est plus possible de gagner cette cape. Les 11 et 12 décembre 2014, tous les joueurs ont été temporairement montrés avec cette cape pour fêter la sortie de Scrolls."
    },
    "translatorchinese": {
        "name": "Translator Cape (Chinese)",
        "date": "Obtention : 4 juin 2015",
        "images": [
            {"URL": "../img/capes/dummy/translatorchinese-cape.png","Alt": "Translator Cape (Chinese)"},
            {"URL": "../img/capes/dummy/translatorchinese-elytra.png","Alt": "Translator Elytra (Chinese)"}
        ],
        "description": "Remise à Powup333, Craft_Lawrence et sjjklh le 4 juin 2015 pour avoir joué un rôle essentiel dans le projet de traduction de Minecraft sur Crowdin en chinois. La cape est identique à la cape de traducteur, à l'exception du drapeau chinois sur le dessous de la cape."
    },
    "turtle": {
        "name": "Turtle Cape",
        "date": "Obtention : 14 février 2018",
        "images": [
            {"URL": "../img/capes/dummy/turtle-cape.png","Alt": "Turtle Cape"},
            {"URL": "../img/capes/dummy/turtle-elytra.png","Alt": "Turtle Elytra"}
        ],
        "description": "La cape a été remise à billyK_ pour avoir suggéré d'ajouter des tortues au jeu. La cape a également été remise à Michael, Andersson et el_hefe_, employés de Mojang, pour avoir testé les endpoints de la cape. Elle a ensuite été retirée de tous les comptes à l'exception du détenteur originel. Son compte fut piraté, mais ne se laissa pas faire et fut l'un des rares joueurs aidés par Mojang eux-mêmes pour retrouver son compte."
    },
    "valentine": {
        "name": "Valentine Cape",
        "date": "Obtention : 13 août 2022",
        "images": [
            {"URL": "../img/capes/dummy/valentine-cape.png","Alt": "Valentine Cape"},
            {"URL": "../img/capes/dummy/valentine-elytra.png","Alt": "Valentine Elytra"}
        ],
        "description": "Offerte à LolFoxy2 par un employé de Mojang Studios après avoir résolu des problèmes de migration avec son compte Mojang. La cape a été retirée après que l'employé se soit rendu compte de sa rareté. Le 24 janvier 2023, elle a également été découverte pendant une courte période sur le compte JoinGrave. La cape n'avait jamais été vue auparavant."
    },
    "oxeye": {
        "name": "Oxeye Cape",
        "date": "Obtention : 19 Mai 2025",
        "images": [
            {"URL": "../img/capes/dummy/oxeye-cape.png","Alt": "Oxeye Cape"},
            {"URL": "../img/capes/dummy/oxeye-elytra.png","Alt": "Oxeye Elytra"}
        ],
        "description": "La cape Oxeye a été offerte au joueur Isxckk le 19 mai 2025 vers 20h50, sans annonce officielle ni raison connue, rappelant des cas similaires comme la cape Vanilla attribuée par un employé de Mojang. Jamais vue auparavant, elle arbore un design noir avec un logo central d'Oxeye Game Studios, tandis que sa texture comporte un fond blanc non visible en jeu, une méthode typique des anciennes capes datant probablement de 2016, ce qui laisse penser qu'elle aurait été conçue à cette époque, possiblement par Jeb, pour être offerte à l'équipe du jeu Cobalt, propriété de Mojang, sans que cela n'ait jamais été fait. Le joueur Isxckk, âgé de 22 ans et possédant 14 prénames dont \"BlackFaced\", un nom qui accentue l'idée qu'il n'évolue pas dans un cadre professionnel, n'a aucun lien connu avec Mojang, rendant l'attribution encore plus mystérieuse. Après avoir reçu la cape, il crée un compte NameMC et se connecte au serveur BlockMania, avant que la cape ne lui soit retirée dès le 20 mai 2025. Aujourd'hui, très peu de joueurs ont pu l'apercevoir en jeu ou en conserver une capture d'écran, la première connue étant celle du joueur Scorpionem, et cette apparition soudaine relance chez la communauté l'hypothèse que d'autres capes, jamais révélées mais déjà présentes dans les serveurs internes de Mojang, pourraient exister sans avoir encore été rendues publiques."
    },
    "birthday": {
        "name": "Birthday Cape",
        "date": "Obtention : Aucune date n'a été donnée",
        "images": [
            {"URL": "../img/capes/dummy/birthday-cape.png","Alt": "Birthday Cape"},
            {"URL": "../img/capes/dummy/birthday-elytra.png","Alt": "Birthday Elytra"}
        ],
        "description": "Offerte à Gr8Bizzo, employé de Mojang Studios, soi-disant comme cadeau d'anniversaire."
    },
    "dB": {
        "name": "dannyBstyle's Cape",
        "date": "14 décembre 2010",
        "images": [
            {"URL": "../img/capes/dummy/dB-cape.png","Alt": "dannyBstyle's Cape"},
            {"URL": "../img/capes/dummy/dB-elytra.png","Alt": "dannyBstyle's Elytra"}
        ],
        "description": "Cette cape a été offerte à DannyBstyle par Notch, qui était fan de sa musique. Cependant, le 8 septembre 2015, son compte a été piraté après que ses mots de passes aient fuité dans insécurité d'une base de données. Un hacker nommé Hostage l'a volé, lui a attribué un skin de Megaman et l'a revendu pour environ 300 dollars à un certain Tre. Ce dernier a renommé le compte en TreIsAGod, mais cinq heures après ce changement, Mojang a rétabli l'accès à son propriétaire et a forcé le retour du nom et du skin d'origine. Six mois plus tard, le 12 mars 2016, le compte a été de nouveau piraté par un certain Fox. Mojang a bloqué le compte avant de le restitué une fois encore à dBstyle. Puis, en 2020, il a subi un troisième piratage, au cours duquel l'attaquant a changé l'adresse e-mail associée avant de revendre le compte à un certain debuggg. Ce dernier est connu pour avoir accédé à plusieurs comptes, y compris ceux d'employés de Mojang, comme un qu'il aurait renommé uhDebug. Aussi surprenant que cela puisse paraître, DannyBstyle semble ne pas s'en préoccuper et, à ce jour, il ne détient toujours pas son compte."
    },
    "millionth": {
        "name": "Millionth Customer Cape",
        "date": "Obtention : 20 janvier 2011",
        "images": [
            {"URL": "../img/capes/dummy/millionth-cape.png","Alt": "Millionth Customer Cape"},
            {"URL": "../img/capes/dummy/millionth-elytra.png","Alt": "Millionth Customer Elytra"}
        ],
        "description": "Cette cape a été offerte à akronman1, l'heureux acquéreur de la 1 000 000e copie de Minecraft. La cape a été désignée par Kinten. Après cela, il fut piraté par SIM swap, son adresse mail et perdit le compte."
    },
    "prismarine": {
        "name": "Prismarine Cape",
        "date": "Obtention : 22 juillet 2015",
        "images": [
            {"URL": "../img/capes/dummy/prismarine-cape.png","Alt": "Prismarine Cape"},
            {"URL": "../img/capes/dummy/prismarine-elytra.png","Alt": "Prismarine Elytra"}
        ],
        "description": "Cette cape a été offerte à Drullkus pour avoir recréé le bloc Prismarine pour l'utiliser dans Minecraft plutôt que dans son mod Chisel. Jeb avait fait fabriquer cette cape avant de contacter Drullkus, mais elle n'avait pas de propriétaire. Avant que cette cape ne soit donnée, un employé de Mojang, KrisJelbring, l'avait sur son compte, mais elle a été supprimée plus tard."
    },
    "snowman": {
        "name": "JulianClark's Cape",
        "date": "Obtention : 25 décembre 2010",
        "images": [
            {"URL": "../img/capes/dummy/snowman-cape.png","Alt": "JulianClark's Cape"},
            {"URL": "../img/capes/dummy/snowman-elytra.png","Alt": "JulianClark's Elytra"}
        ],
        "description": "Cette cape a été offerte à JulianClark pour avoir présenté à Notch, le présentateur de télévision et acteur, Ray Cokes."
    },
    "spade": {
        "name": "Spade Cape",
        "date": "Obtention : 14 juillet 2011",
        "images": [
            {"URL": "../img/capes/dummy/spade-cape.png","Alt": "Spade Cape"},
            {"URL": "../img/capes/dummy/spade-elytra.png","Alt": "Spade Elytra"}
        ],
        "description": "Cette cape a été offerte à MrMessiah en guise de « remerciement » pour la création du mod BetterLight, responsable de certaines fonctionnalités d'éclairage et d'herbe de Minecraft. La cape a été évoquée en 2011, mais elle n'a été accordée qu'en 2015."
    },
    "sniffer": {
        "name": "Test Cape",
        "date": "Obtention : 10 octobre 2023",
        "images": [
            {"URL": "../img/capes/dummy/sniffer-cape.png","Alt": "Test Cape"},
            {"URL": "../img/capes/dummy/sniffer-elytra.png","Alt": "Test Elytra"}
        ],
        "description": "Cette cape a été mise sur le compte de etanaratsastaja, un employé de Mojang, lors d'un test sur l'API de Mojang. Le design est similaire à celui d'un Sniffer. Il a été téléchargé sur le serveur de textures de Mojang le 10 octobre 2023 et sur le serveur de production de textures de Mojang 7 jours plus tard, le 17 octobre 2023. La cape a été vue pour la première fois sur 2 comptes dans la base de données du serveur de préparation de Mojang."
    },
    "translatorjapanese": {
        "name": "Translator Cape (Japanese)",
        "date": "Obtention : 19 octobre 2013",
        "images": [
            {"URL": "../img/capes/dummy/translatorjapanese-cape.png","Alt": "Translator Cape (Japanese)"},
            {"URL": "../img/capes/dummy/translatorjapanese-elytra.png","Alt": "Translator Elytra (Japanese)"}
        ],
        "description": "Cette cape a été offerte à cheapsh0t en octobre 2013 pour avoir aidé l'équipe de Mojang à Tokyo. La cape est identique à la cape de traducteur, à l'exception du drapeau japonais sur le dessous de la cape."
    },
    "bacon": {
        "name": "Bacon Cape",
        "date": "Obtention : 2010",
        "images": [
            {"URL": "../img/capes/dummy/bacon-cape.png","Alt": "Bacon Cape"},
            {"URL": "../img/capes/dummy/bacon-elytra.png","Alt": "Bacon Elytra"}
        ],
        "description": "Offerte à Miclee par Notch pour son idée d'ajouter les Pigmen. La cape a été faite par Miclee lui-même. La cape a cependant été révoquée en raison d'un grand afflux de joueurs demandant à Notch leurs propres capes dans le jeu. C'est également la seule cape à ne pas avoir de version élytra, car elle a été retirée avant l'ajout de ces dernières dans le jeu."
    },
    "realmsnew": {
        "name": "New Realms Cape",
        "date": "Obtention : N/A",
        "images": [
            {"URL": "../img/capes/dummy/realmsnew-cape.png","Alt": "New Realms Cape"},
            {"URL": "../img/capes/dummy/realmsnew-elytra.png","Alt": "New Realms Elytra"}
        ],
        "description": "No more infos"
    },
    "mojang-employee": {
        "name": "Mojang Employee Badge",
        "date": " ",
        "description": "Ce badge est attribué à tous les employés de Mojang possédant une cape de l'équipe sur leur compte.",
        "images": [
            {"URL": "../img/capes/dummy/mojangold-cape.png","Alt": "Mojang Cape (Classic)"},
            {"URL": "../img/capes/dummy/mojangstudios-cape.png","Alt": "Mojang Studios Cape"},
            {"URL": "../img/capes/dummy/mojang-cape.png","Alt": "Mojang Cape"}
        ]
    },
    "perfect-mojang-employee": {
        "name": "Perfect Mojang Employee Badge",
        "date": " ",
        "description": "Ce badge est attribué à tous les employés de Mojang possédant toutes les capes de l'équipe sur leur compte. Et qui sont donc là depuis le tout début du jeu, et qui travaillent toujours pour Mojang.",
        "images": [
            {"URL": "../img/capes/dummy/mojangold-cape.png","Alt": "Mojang Cape (Classic)"},
            {"URL": "../img/capes/dummy/mojangstudios-cape.png","Alt": "Mojang Studios Cape"},
            {"URL": "../img/capes/dummy/mojang-cape.png","Alt": "Mojang Cape"}
        ]
    },
    "unusual-squad": {
        "name": "UnusualSquad Badge",
        "date": " ",
        "description": "Ce badge est attribué à tous les membres de l'Unusual Squad."
    },
    "website-dev": {
        "name": "Website Developer Badge",
        "date": " ",
        "description": "Ce badge est attribué à Leroidesafk pour avoir fait le site web."
    },
    "all-events": {
        "name": "All Events Badge",
        "date": " ",
        "description": "Ce badge est attribué à tous les joueurs ayant toutes les capes des événements en jeu.",
        "images": [
            {"URL": "../img/capes/dummy/mcc-cape.png","Alt": "MCC 15th Year Cape"},
            {"URL": "../img/capes/dummy/mojangoffice-cape.png","Alt": "Mojang Office Cape"}
        ]
    },
    "all-commons": {
        "name": "All Commons Badge",
        "date": " ",
        "description": "Ce badge est attribué à tous les joueurs ayant toutes les capes communes du jeu.",
        "images": [
            {"URL": "../img/capes/dummy/mcc-cape.png","Alt": "MCC 15th Year Cape"},
            {"URL": "../img/capes/dummy/mojangoffice-cape.png","Alt": "Mojang Office Cape"},
            {"URL": "../img/capes/dummy/tiktok-cape.png","Alt": "Follower's Cape"},
            {"URL": "../img/capes/dummy/twitch-cape.png","Alt": "Purple Heart Cape"},
            {"URL": "../img/capes/dummy/cherry-cape.png","Alt": "Cherry Blossom Cape"},
            {"URL": "../img/capes/dummy/vanilla_cape-cape.png","Alt": "Vanilla Cape"},
            {"URL": "../img/capes/dummy/15A-cape.png","Alt": "15th Anniversary Cape"},
            {"URL": "../img/capes/dummy/migrator_cape-cape.png","Alt": "Migrator Cape"}

        ]
    },
    "all-minecons": {
        "name": "All Minecons Badge",
        "date": " ",
        "description": "Ce badge est attribué à tous les joueurs ayant toutes les capes Minecon du jeu.",
        "images": [
            {"URL": "../img/capes/dummy/2011-cape.png","Alt": "Minecon 2011 Cape"},
            {"URL": "../img/capes/dummy/2012-cape.png","Alt": "Minecon 2012 Cape"},
            {"URL": "../img/capes/dummy/2013-cape.png","Alt": "Minecon 2013 Cape"},
            {"URL": "../img/capes/dummy/2015-cape.png","Alt": "Minecon 2015 Cape"},
            {"URL": "../img/capes/dummy/2016-cape.png","Alt": "Minecon 2016 Cape"}
        ]
    },
    "muscles": {
        "name": "Muscles Badge",
        "date": " ",
        "description": "Ce prestigieux badge est décerné à Taizeur, en reconnaissance de ses impressionnants biceps dignes d'une légende et de son exemplarité en tant que pompier modèle. On pourrait presque croire qu'il soulève des camions au petit déjeuner et qu'il éteint les incendies rien qu'en fronçant les sourcils! J'aurais bien ajouté quelques clichés pour prouver mes dires, mais pour des raisons évidentes (et pour éviter une vague soudaine d'évanouissements), je vais m'abstenir... Vous devrez me croire sur parole!"
    },
    "gift-by-mojang": {
        "name": "Gift By Mojang Badge",
        "date": " ",
        "description": "Ce badge est attribué à tous les joueurs ayant reçu un cadeau spécial de la part de Mojang sur leur compte.",
        "images": [
            {"URL": "../img/capes/dummy/bacon-cape.png","Alt": "Bacon Cape"},
            {"URL": "../img/capes/dummy/valentine-cape.png","Alt": "Valentine Cape"},
            {"URL": "../img/capes/dummy/translatorjapanese-cape.png","Alt": "Translator Cape (Japanese)"},
            {"URL": "../img/capes/dummy/turtle-cape.png","Alt": "Turtle Cape"},
            {"URL": "../img/capes/dummy/birthday-cape.png","Alt": "Birthday Cape"},
            {"URL": "../img/capes/dummy/dB-cape.png","Alt": "dannyBstyle's Cape"},
            {"URL": "../img/capes/dummy/millionth-cape.png","Alt": "Millionth Customer Cape"},
            {"URL": "../img/capes/dummy/prismarine-cape.png","Alt": "Prismarine Cape"},
            {"URL": "../img/capes/dummy/snowman-cape.png","Alt": "JulianClark's Cape"},
            {"URL": "../img/capes/dummy/spade-cape.png","Alt": "Spade Cape"},
            {"URL": "../img/capes/dummy/sniffer-cape.png","Alt": "Test Cape"},
            {"URL": "../img/capes/dummy/translatorchinese-cape.png","Alt": "Translator Cape (Chinese)"},
            {"URL": "../img/capes/dummy/scrolls-cape.png","Alt": "Scrolls Champion Cape"},
            {"URL": "../img/capes/dummy/cobalt-cape.png","Alt": "Cobalt Cape"},
            {"URL": "../img/capes/dummy/mojira-cape.png","Alt": "Mojira Moderator Cape"},
            {"URL": "../img/capes/dummy/translator-cape.png","Alt": "Translator Cape"},
            {"URL": "../img/capes/dummy/realms-cape.png","Alt": "Realms MapMaker Cape"}
        ]
    },
    "unique-cape": {
        "name": "Unique Cape",
        "date": " ",
        "description": "Ce badge est attribué à tous les joueurs ayant eu une cape à un seul exemplaire.",
        "images": [
            {"URL": "../img/capes/dummy/bacon-cape.png","Alt": "Bacon Cape"},
            {"URL": "../img/capes/dummy/valentine-cape.png","Alt": "Valentine Cape"},
            {"URL": "../img/capes/dummy/translatorjapanese-cape.png","Alt": "Translator Cape (Japanese)"},
            {"URL": "../img/capes/dummy/turtle-cape.png","Alt": "Turtle Cape"},
            {"URL": "../img/capes/dummy/birthday-cape.png","Alt": "Birthday Cape"},
            {"URL": "../img/capes/dummy/dB-cape.png","Alt": "dannyBstyle's Cape"},
            {"URL": "../img/capes/dummy/millionth-cape.png","Alt": "Millionth Customer Cape"},
            {"URL": "../img/capes/dummy/prismarine-cape.png","Alt": "Prismarine Cape"},
            {"URL": "../img/capes/dummy/snowman-cape.png","Alt": "JulianClark's Cape"},
            {"URL": "../img/capes/dummy/spade-cape.png","Alt": "Spade Cape"},
            {"URL": "../img/capes/dummy/sniffer-cape.png","Alt": "Test Cape"},
            {"URL": "../img/capes/dummy/translatorchinese-cape.png","Alt": "Translator Cape (Chinese)"}
        ]
    },
    "custom-model": {
        "name": "Custom Model",
        "date": " ",
        "description": "Ce badge est attribué à tous les joueurs ayant un modèle de skin personnalisé. Il en existe actuellement 3 sur le jeu."
    },
    "mcc-infos": {
        "name": "Api Informations",
        "date": " ",
        "description": "Si les informations et la liste d'amis ne s'affichent pas, nous vous recommandons d'activer les API sur le serveur en vous connectant à play.mccisland.net, en accédant au Pocket Menu, puis en allant dans Settings > Api Settings et en activant les paramètres que vous souhaitez voir apparaître sur le site.",
        "images": [
            {"URL": "../img/mcc/utilities/api/1.png","Alt": "API Settings"},
            {"URL": "../img/mcc/utilities/api/arrow.png","Alt": "API Settings"},
            {"URL": "../img/mcc/utilities/api/2.png","Alt": "API Settings"},
            {"URL": "../img/mcc/utilities/api/arrow.png","Alt": "API Settings"},
            {"URL": "../img/mcc/utilities/api/3.png","Alt": "API Settings"}
        ]
    }
}